brew "coreutils"
brew "curl"
brew "duckdb"
brew "git"
brew "gh"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jq"
brew "k9s"
brew "lsd"
brew "lua"
brew "neovim"
brew "mosh"
brew "node"
brew "postgresql@17"
brew "py-spy"
brew "pyenv"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
tap "hashicorp/tap"
