tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "automake"
brew "bison"
brew "chruby"
brew "circleci"
brew "coreutils"
brew "exa"
brew "gdbm"
brew "git"
brew "git-delta"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "openssl@1.1"
brew "krb5"
brew "libffi"
brew "libyaml"
brew "neovim"
brew "openblas"
brew "readline"
brew "postgresql@14"
brew "py-spy"
brew "pyenv"
brew "rename"
brew "ruby-install"
brew "sops"
brew "tmux"
brew "tree"
cask "font-hack-nerd-font"
vscode "charliermarsh.ruff"
vscode "CircleCI.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "innoverio.vscode-dbt-power-user"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "snowflake.snowflake-vsc"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
